<?php
/**
 * Created by PhpStorm.
 * User: root
 * Date: 11/21/16
 * Time: 4:12 PM
 */

?>

Пользователь, регистрируясь на интернет-сайте http://www.Esalad.ru/, принимает настоящее Согласие на обработку персональных данных (далее – Согласие). Принятием (акцептом) оферты Согласия является регистрация на интернет-сайте. Пользователь дает свое согласие ООО "Экстрим Стиль", которому принадлежит сайт http://www.Esalad.ru/ на обработку своих персональных данных со следующими условиями:
1. В соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных" Пользователь дает свое согласие ООО «Экстрим Стиль», на обработку и передачу своих персональных данных в целях продажи ему товаров (оформления заказов) и оказании услуг. Персональные данные, разрешенные к обработке в рамках настоящего Согласия, предоставляются Пользователем путем заполнения регистрационной формы на интернет-сайте http://www.Esalad.ru/, и включают в себя следующую информацию: фамилию, имя, отчество, телефон, адрес, адрес электронной почты (e-mail). Обработка персональных данных Пользователя может осуществляться без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
ООО «Экстрим Стиль» вправе передавать персональные данные Пользователя третьим лицам, исключительно в целях выполнения заказов Пользователя, оформленных в Esalad.ru, в том числе, в целях доставки товаров.
2. Цель обработки персональных данных: Исполнение требований федеральных законов и иных нормативно правовых актов, а так же исполнение договорных обязательств перед клиентом/контрагентом и иными субъектами персональных данных.
3. В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
4. Согласие дается, в том числе на возможную трансграничную передачу персональных данных и информационные (рекламные) оповещения.
5. Согласие может быть отозвано субъектом персональных данных или его представителем, путем направления письменного заявления ООО "Экстрим Стиль".


